Repository: xcv58/MacTools
Catalog: Plugins/MacSettings/Resources/MacSettings.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Zen
ar: زين
ja: 禅
ko: 젠
ru: Дзен
zh_hans: 禅意模式
zh_hant: 禪意模式

source: Hide the Dock and menu bar, remove recent Dock apps, and hide desktop items and widgets.
ar: إخفاء Dock وشريط القائمة، وإيقاف عرض التطبيقات الحديثة في Dock، وإخفاء عناصر سطح المكتب والأدوات.
de: Dock und Menüleiste ausblenden, kürzlich verwendete Dock-Apps entfernen sowie Desktop-Objekte und Widgets verbergen.
es: Oculta el Dock y la barra de menús, elimina las apps recientes del Dock y oculta los elementos y widgets del escritorio.
fr: Masquez le Dock et la barre de menus, retirez du Dock les apps récentes et masquez les éléments et widgets du bureau.
ja: Dock とメニューバーを非表示にし、最近使用したアプリの表示を Dock から取り除き、デスクトップの項目とウィジェットを非表示にします。
ko: Dock과 메뉴 막대를 숨기고, Dock에 최근 사용한 앱을 표시하지 않으며, 데스크탑 항목 및 위젯을 숨깁니다.
pt: Oculte o Dock e a barra de menus, remova os aplicativos recentes do Dock e oculte itens e widgets da área de trabalho.
ru: Скрыть Dock и строку меню, убрать из Dock значки недавних приложений и скрыть элементы и виджеты рабочего стола.
tr: Dock'ı ve menü çubuğunu gizler, Dock'taki son kullanılan uygulamaları kaldırır, masaüstü öğelerini ve widget'ları gizler.
zh_hans: 隐藏程序坞和菜单栏，关闭程序坞中最近使用的 App 显示，并隐藏桌面项目和小组件。
zh_hant: 隱藏 Dock 和選單列，移除 Dock 中的最近使用 App，並隱藏桌面項目和小工具。

source: Automatically Hide and Show the Menu Bar
ar: إخفاء وإظهار شريط القائمة تلقائيًا
de: Menüleiste automatisch aus- und einblenden
es: Ocultar y mostrar automáticamente la barra de menú
fr: Masquer et afficher automatiquement la barre de menus
ja: メニューバーを自動的に非表示にしたり表示したりする
ko: 메뉴 막대 자동 숨기기 및 표시
pt: Ocultar e mostrar automaticamente a barra de menu
ru: Автоматическое скрытие и отображение строки меню
tr: Menü Çubuğunu Otomatik Gizle ve Göster
zh_hans: 自动隐藏和显示菜单栏
zh_hant: 自動隱藏和顯示選單列

source: Choose when macOS automatically hides the menu bar.
ar: اختر متى يقوم macOS بإخفاء شريط القائمة تلقائيًا.
de: Festlegen, wann macOS die Menüleiste automatisch ausblendet.
es: Elija cuándo macOS oculta automáticamente la barra de menú.
fr: Choisissez quand macOS masque automatiquement la barre de menu.
ja: macOS がメニューバーを自動的に非表示にするタイミングを選択します。
ko: macOS가 메뉴 막대를 자동으로 숨기는 시기를 선택합니다.
pt: Escolha quando macOS oculta automaticamente a barra de menu.
ru: Выберите, когда macOS автоматически скрывает строку меню.
tr: macOS'un menü çubuğunu ne zaman otomatik gizleyeceğini seçin.
zh_hans: 选择 macOS 何时自动隐藏菜单栏。
zh_hant: 選擇 macOS 何時自動隱藏選單列。

source: On Desktop Only
ar: على سطح المكتب فقط
de: Nur auf dem Schreibtisch
es: Solo en el escritorio
fr: Sur le bureau uniquement
ja: デスクトップのみ
ko: 데스크탑에서만
pt: Somente na mesa
ru: Только на рабочем столе
tr: Yalnızca Masaüstünde
zh_hans: 仅在桌面上
zh_hant: 僅限桌面上

source: In Full Screen Only
ar: في وضع ملء الشاشة فقط
de: Nur im Vollbildmodus
es: Solo en pantalla completa
fr: En plein écran uniquement
ja: フルスクリーンのみ
ko: 전체 화면에서만
pt: Somente em tela cheia
ru: Только в полноэкранном режиме
tr: Yalnızca Tam Ekranda
zh_hans: 仅在全屏幕显示时
zh_hant: 僅限全螢幕

source: Never
ar: أبدا
de: Nie
es: Nunca
fr: Jamais
ja: しない
ko: 안 함
pt: Nunca
ru: Никогда
tr: Asla
zh_hans: 永不
zh_hant: 永不

source: Show Items on Desktop
ar: إظهار العناصر على سطح المكتب
de: Objekte auf dem Schreibtisch anzeigen
es: Mostrar elementos en el escritorio
fr: Afficher les éléments sur le bureau
ja: デスクトップにアイテムを表示
ko: 데스크탑에 항목 표시
pt: Mostrar itens na área de trabalho
ru: Показать элементы на рабочем столе
tr: Öğeleri Masaüstünde Göster
zh_hans: 在桌面上显示项目
zh_hant: 在桌面上顯示項目

source: Show files, folders, and other items on the desktop.
ar: إظهار الملفات والمجلدات والعناصر الأخرى على سطح المكتب.
de: Dateien, Ordner und andere Objekte auf dem Schreibtisch anzeigen.
es: Muestra archivos, carpetas y otros elementos en el escritorio.
fr: Afficher les fichiers, dossiers et autres éléments sur le bureau.
ja: デスクトップ上のファイル、フォルダー、その他のアイテムを表示します。
ko: 데스크탑에 파일, 폴더, 기타 항목을 표시합니다.
pt: Mostrar arquivos, pastas e outros itens na área de trabalho.
ru: Показывать файлы, папки и другие элементы на рабочем столе.
tr: Dosyaları, klasörleri ve diğer öğeleri masaüstünde gösterir.
zh_hans: 在桌面上显示文件、文件夹和其他项目。
zh_hant: 在桌面上顯示檔案、資料夾和其他項目。

source: Show Items in Stage Manager
ar: إظهار العناصر في Stage Manager
de: Objekte in Stage Manager anzeigen
es: Mostrar elementos en Organizador Visual
fr: Afficher les éléments dans Stage Manager
ja: ステージマネージャで項目を表示
ko: 스테이지 매니저에서 항목 표시
pt: Mostrar itens no Organizador Visual
ru: Показать элементы в Постановщике
tr: Öğeleri Stage Manager'da Göster
zh_hans: 在台前调度中显示项目
zh_hant: 在幕前調度中顯示項目

source: Show desktop items while Stage Manager is active.
ar: إظهار عناصر سطح المكتب عندما يكون Stage Manager نشطًا.
de: Desktop-Objekte anzeigen, während Stage Manager aktiv ist.
es: Muestra los elementos del escritorio mientras Organizador Visual está activo.
fr: Afficher les éléments du bureau lorsque Stage Manager est actif.
ja: ステージマネージャの使用中にデスクトップの項目を表示します。
ko: 스테이지 매니저가 활성화된 동안 데스크탑 항목을 표시합니다.
pt: Mostrar itens da área de trabalho enquanto o Organizador Visual está ativo.
ru: Показывать элементы рабочего стола, пока Постановщик активен.
tr: Stage Manager etkinken masaüstü öğelerini gösterir.
zh_hans: 使用台前调度时显示桌面项目。
zh_hant: 使用幕前調度時顯示桌面項目。

source: Show Widgets on Desktop
ar: إظهار الأدوات على سطح المكتب
de: Widgets auf dem Schreibtisch anzeigen
es: Mostrar widgets en el escritorio
fr: Afficher les widgets sur le bureau
ja: デスクトップにウィジェットを表示
ko: 데스크탑에 위젯 표시
pt: Mostrar widgets na área de trabalho
ru: Показать виджеты на рабочем столе
tr: Widget'ları Masaüstünde Göster
zh_hans: 在桌面上显示小组件
zh_hant: 在桌面上顯示小工具

source: Show widgets directly on the desktop.
ar: إظهار الأدوات مباشرة على سطح المكتب.
de: Widgets direkt auf dem Schreibtisch anzeigen.
es: Muestra widgets directamente en el escritorio.
fr: Afficher les widgets directement sur le bureau.
ja: ウィジェットをデスクトップに直接表示します。
ko: 데스크탑에 위젯을 직접 표시합니다.
pt: Mostrar widgets diretamente na área de trabalho.
ru: Показывать виджеты прямо на рабочем столе.
tr: Widget'ları doğrudan masaüstünde gösterir.
zh_hans: 直接在桌面上显示小组件。
zh_hant: 直接在桌面上顯示小工具。

source: Show Widgets in Stage Manager
ar: إظهار الأدوات في Stage Manager
de: Widgets in Stage Manager anzeigen
es: Mostrar widgets en Organizador Visual
fr: Afficher les widgets dans Stage Manager
ja: ステージマネージャでウィジェットを表示
ko: 스테이지 매니저에서 위젯 표시
pt: Mostrar widgets no Organizador Visual
ru: Показать виджеты в Постановщике
tr: Widget'ları Stage Manager'da Göster
zh_hans: 在台前调度中显示小组件
zh_hant: 在幕前調度中顯示小工具

source: Show desktop widgets while Stage Manager is active.
ar: إظهار أدوات سطح المكتب عندما يكون Stage Manager نشطًا.
de: Desktop-Widgets anzeigen, während Stage Manager aktiv ist.
es: Muestra los widgets del escritorio mientras Organizador Visual está activo.
fr: Afficher les widgets du bureau lorsque Stage Manager est actif.
ja: ステージマネージャの使用中にデスクトップのウィジェットを表示します。
ko: 스테이지 매니저가 활성화된 동안 데스크탑 위젯을 표시합니다.
pt: Mostrar widgets da área de trabalho enquanto o Organizador Visual está ativo.
ru: Показывать виджеты рабочего стола, пока Постановщик активен.
tr: Stage Manager etkinken masaüstü widget'larını gösterir.
zh_hans: 使用台前调度时显示桌面小组件。
zh_hant: 使用幕前調度時顯示桌面小工具。

source: Could not read the menu bar visibility mode. Enable or update the Auto-hide Menu Bar plugin.
ar: تعذر قراءة وضع إظهار شريط القوائم. فعّل إضافة الإخفاء التلقائي لشريط القوائم أو حدّثها.
de: Der Sichtbarkeitsmodus der Menüleiste konnte nicht gelesen werden. Aktivieren oder aktualisieren Sie das Plugin zum automatischen Ausblenden der Menüleiste.
es: No se pudo leer el modo de visibilidad de la barra de menús. Activa o actualiza el plugin Ocultar barra de menús automáticamente.
fr: Impossible de lire le mode de visibilité de la barre de menu. Activez ou mettez à jour le plugin Masquer automatiquement la barre de menus.
ja: メニューバーの表示モードを読み取れませんでした。「メニューバーの自動非表示」プラグインを有効にするか、更新してください。
ko: 메뉴 막대 표시 모드를 읽을 수 없습니다. ‘메뉴 막대 자동 숨기기’ 플러그인을 활성화하거나 업데이트하세요.
pt: Não foi possível ler o modo de visibilidade da barra de menus. Habilite ou atualize o plugin Ocultar barra de menus automaticamente.
ru: Не удалось прочитать режим видимости строки меню. Включите или обновите плагин автоматического скрытия строки меню.
tr: Menü çubuğu görünürlük modu okunamadı. Otomatik Gizlenen Menü Çubuğu eklentisini etkinleştirin veya güncelleyin.
zh_hans: 无法读取菜单栏显示模式。请启用或更新“自动隐藏菜单栏”插件。
zh_hant: 無法讀取選單列顯示模式。請啟用或更新「自動隱藏選單列」外掛。

source: %@ selected
ar: تم تحديد %@
de: %@ ausgewählt
es: Selección: %@
fr: Sélection : %@
ja: %@ 件選択中
ko: %@개 선택됨
pt: Selecionados: %@
ru: Выбрано: %@
tr: %@ seçildi
zh_hans: 已选择 %@ 项
zh_hant: 已選擇 %@ 項

source: OK
ar: موافق
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Preparing Profile…
ar: تحضير ملف التعريف...
de: Profil wird vorbereitet…
es: Preparando perfil…
fr: Préparation du profil…
ja: プロファイルを準備中…
ko: 프로필 준비 중…
pt: Preparando perfil…
ru: Подготовка профиля…
tr: Profil Hazırlanıyor…
zh_hans: 正在准备配置…
zh_hant: 正在準備設定檔…

source: Profile Transfer Failed
ar: فشل نقل ملف التعريف
de: Profilübertragung fehlgeschlagen
es: Error en la transferencia del perfil
fr: Échec du transfert de profil
ja: プロファイルの転送に失敗しました
ko: 프로필 전송 실패
pt: Falha na transferência de perfil
ru: Не удалось перенести профиль
tr: Profil Aktarımı Başarısız
zh_hans: 配置传输失败
zh_hant: 設定檔傳輸失敗

# Ready to save %@ settings.
source: Settings ready to save: %@.
ar: جاهز لحفظ الإعدادات (%@).
de: Bereit zum Sichern. Einstellungen: %@.
es: Ajustes listos para guardar: %@.
fr: Paramètres prêts à être enregistrés : %@.
ja: %@ 個の設定を保存できます。
ko: %@개의 설정을 저장할 준비가 되었습니다.
pt: Configurações prontas para salvar: %@.
ru: Настройки готовы к сохранению: %@.
tr: %@ ayar kaydedilmeye hazır.
zh_hans: 可保存 %@ 项设置。
zh_hant: 已可儲存 %@ 項設定。

source: Back to Profiles
ar: العودة إلى ملفات التعريف
de: Zurück zu den Profilen
es: Volver a Perfiles
fr: Retour aux profils
ja: プロファイルに戻る
ko: 프로필로 돌아가기
pt: Voltar aos perfis
ru: Назад к профилям
tr: Profillere Dön
zh_hans: 返回配置
zh_hant: 返回設定檔

source: Clear Change History?
ar: هل تريد مسح سجل التغييرات؟
de: Änderungsverlauf löschen?
es: ¿Borrar historial de cambios?
fr: Effacer l'historique des modifications ?
ja: 変更履歴をクリアしますか?
ko: 변경 내역을 삭제하시겠습니까?
pt: Limpar histórico de alterações?
ru: Очистить историю изменений?
tr: Değişiklik Geçmişi Temizlensin mi?
zh_hans: 清除更改历史记录？
zh_hant: 清除更改歷史記錄？

source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
ja: 現在の値
ko: 현재
pt: Atual
ru: Текущее значение
tr: Geçerli
zh_hans: 当前值
zh_hant: 目前值

source: Delete Profile
ar: حذف ملف التعريف
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
ja: プロファイルを削除
ko: 프로필 삭제
pt: Excluir perfil
ru: Удалить профиль
tr: Profili Sil
zh_hans: 删除配置
zh_hant: 刪除設定檔

source: Delete Profile?
ar: حذف ملف التعريف؟
de: Profil löschen?
es: ¿Eliminar perfil?
fr: Supprimer le profil ?
ja: プロファイルを削除しますか?
ko: 프로필을 삭제하시겠습니까?
pt: Excluir perfil?
ru: Удалить профиль?
tr: Profil Silinsin mi?
zh_hans: 删除配置？
zh_hant: 刪除設定檔？

source: Delete “%@”? This cannot be undone.
ar: هل تريد حذف "%@"؟ لا يمكن التراجع عن هذا.
de: „%@“ löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.
es: ¿Eliminar “%@”? Esto no se puede deshacer.
fr: Supprimer « %@ » ? Cela ne peut pas être annulé.
ja: 「%@」を削除しますか？これを元に戻すことはできません。
ko: ‘%@’을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt: Excluir “%@”? Isto não pode ser desfeito.
ru: Удалить «%@»? Это невозможно отменить.
tr: “%@” silinsin mi? Bu işlem geri alınamaz.
zh_hans: 删除“%@”？此操作无法撤销。
zh_hant: 刪除「%@」？此操作無法復原。

source: Desired
ar: المطلوب
de: Gewünscht
es: Deseado
fr: Désiré
ja: 変更後の値
ko: 목표 값
pt: Desejado
ru: Желаемое значение
tr: İstenen
zh_hans: 目标值
zh_hant: 目標值

source: No Profile Settings Found
ar: لم يتم العثور على إعدادات ملف التعريف
de: Keine Profileinstellungen gefunden
es: No se encontraron configuraciones de perfil
fr: Aucun paramètre de profil trouvé
ja: プロファイル設定が見つかりません
ko: 프로필 설정을 찾을 수 없습니다.
pt: Nenhuma configuração de perfil encontrada
ru: Настройки профиля не найдены
tr: Profil Ayarı Bulunamadı
zh_hans: 未找到匹配的配置项
zh_hant: 找不到設定檔中的設定

source: Restore Previous Value
ar: استعادة القيمة السابقة
de: Vorherigen Wert wiederherstellen
es: Restaurar valor anterior
fr: Restaurer la valeur précédente
ja: 以前の値を復元
ko: 이전 값 복원
pt: Restaurar valor anterior
ru: Восстановить предыдущее значение
tr: Önceki Değeri Geri Yükle
zh_hans: 恢复先前值
zh_hant: 還原先前值

source: Review current and desired values before applying changes.
ar: قم بمراجعة القيم الحالية والمطلوبة قبل تطبيق التغييرات.
de: Überprüfen Sie die aktuellen und gewünschten Werte, bevor Sie Änderungen übernehmen.
es: Revise los valores actuales y deseados antes de aplicar los cambios.
fr: Vérifiez les valeurs actuelles et souhaitées avant d'appliquer les modifications.
ja: 変更を適用する前に、現在の値と変更後の値を確認してください。
ko: 변경 사항을 적용하기 전에 현재 값과 원하는 값을 검토하세요.
pt: Revise os valores atuais e desejados antes de aplicar as alterações.
ru: Перед применением изменений просмотрите текущие и желаемые значения.
tr: Değişiklikleri uygulamadan önce geçerli ve istenen değerleri gözden geçirin.
zh_hans: 应用更改前，请检查当前值和目标值。
zh_hant: 套用更改前，請檢查目前值和目標值。

source: Search Profile Settings
ar: البحث في إعدادات ملف التعريف
de: Profileinstellungen suchen
es: Buscar ajustes del perfil
fr: Rechercher les réglages du profil
ja: プロファイル設定を検索
ko: 프로필 설정 검색
pt: Buscar ajustes do perfil
ru: Поиск настроек профиля
tr: Profil Ayarlarında Ara
zh_hans: 搜索配置设置
zh_hant: 搜尋設定檔中的設定

source: Setting
ar: الإعداد
de: Einstellung
es: Configuración
fr: Paramètre
ja: 設定
ko: 설정
pt: Configuração
ru: Настройка
tr: Ayar
zh_hans: 设置
zh_hant: 設定

source: Status
ar: الحالة
es: Estado
fr: Statut
ja: ステータス
ko: 상태
pt: Estado
ru: Статус
tr: Durum
zh_hans: 状态
zh_hant: 狀態

# This removes %@ recorded changes. This cannot be undone.
source: This clears the recorded change history (%@). This cannot be undone.
ar: ستُحذف سجلات التغييرات (العدد: %@). لا يمكن التراجع عن هذا.
de: Dies entfernt alle aufgezeichneten Änderungen. Anzahl: %@. Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Cambios registrados que se eliminarán: %@. No se puede deshacer.
fr: Cela effacera l’historique des modifications (%@). Cette opération est irréversible.
ja: %@ 件の変更履歴を削除します。この操作は取り消せません。
ko: 변경 내역 %@개가 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt: Isso remove o histórico de alterações. Total de alterações: %@. Isso não pode ser desfeito.
ru: Будут удалены записи об изменениях: %@. Это действие нельзя отменить.
tr: Bu işlem %@ kayıtlı değişikliği kaldırır ve geri alınamaz.
zh_hans: 这将清除全部 %@ 条更改记录。此操作无法撤销。
zh_hant: 這將移除 %@ 筆更改記錄。此操作無法復原。

source: Try another setting name or keyword.
ar: حاول استخدام اسم إعداد آخر أو كلمة رئيسية أخرى.
de: Versuchen Sie es mit einem anderen Einstellungsnamen oder Schlüsselwort.
es: Pruebe con otro nombre de configuración o palabra clave.
fr: Essayez un autre nom de paramètre ou un autre mot-clé.
ja: 別の設定名またはキーワードを試してください。
ko: 다른 설정 이름이나 키워드를 사용해 보세요.
pt: Tente outro nome de configuração ou palavra-chave.
ru: Попробуйте другое имя настройки или ключевое слово.
tr: Başka bir ayar adı veya anahtar sözcük deneyin.
zh_hans: 请尝试其他设置名称或关键词。
zh_hant: 請嘗試其他設定名稱或關鍵字。

source: %@ Automatic restoration failed.
ar: %@ فشلت الاستعادة التلقائية.
de: %@ Automatische Wiederherstellung fehlgeschlagen.
es: %@ Error en la restauración automática.
fr: %@ La restauration automatique a échoué.
ja: %@ 自動復元に失敗しました。
ko: %@ 자동 복원에 실패했습니다.
pt: %@ A restauração automática falhou.
ru: %@ Не удалось выполнить автоматическое восстановление.
tr: %@ Otomatik geri yükleme başarısız oldu.
zh_hans: %@ 自动恢复失败。
zh_hant: %@ 自動還原失敗。

source: %@ Rollback failed: %@
ar: %@ فشل التراجع: %@
de: %@ Wiederherstellung des vorherigen Zustands fehlgeschlagen: %@
es: %@ No se pudo revertir el cambio: %@
fr: %@ Échec de la restauration : %@
ja: %@ ロールバックに失敗しました: %@
ko: %@ 롤백 실패: %@
pt: %@ Falha na reversão: %@
ru: %@ Откат не выполнен: %@
tr: %@ Geri alma başarısız oldu: %@
zh_hans: %@ 回滚失败：%@
zh_hant: %@ 還原失敗：%@

source: %@ Rollback verification failed.
ar: %@ فشل التحقق من الاستعادة.
de: %@ Überprüfung des wiederhergestellten Zustands fehlgeschlagen.
es: %@ Error en la verificación de reversión.
fr: %@ La vérification de la restauration a échoué.
ja: %@ ロールバック検証に失敗しました。
ko: %@ 롤백 확인에 실패했습니다.
pt: %@ Falha na verificação de reversão.
ru: %@ Проверка отката не удалась.
tr: %@ Geri alma doğrulaması başarısız oldu.
zh_hans: %@ 回滚验证失败。
zh_hant: %@ 還原驗證失敗。

source: %@ The original value was restored.
ar: %@ تمت استعادة القيمة الأصلية.
de: %@: Der ursprüngliche Wert wurde wiederhergestellt.
es: %@ Se restauró el valor original.
fr: %@ La valeur d'origine a été restaurée.
ja: %@ 元の値に戻りました。
ko: %@ 원래 값이 복원되었습니다.
pt: %@ O valor original foi restaurado.
ru: %@ Исходное значение восстановлено.
tr: %@ Özgün değer geri yüklendi.
zh_hans: %@ 已恢复原值。
zh_hant: %@ 已還原原值。

source: %@: %@ (original: %@)
ar: %@: %@ (الأصلي: %@)
de: %@: %@ (ursprünglich: %@)
ja: %@：%@（元の値：%@）
ko: %@: %@ (원본: %@)
ru: %@: %@ (исходное: %@)
tr: %@: %@ (özgün: %@)
zh_hans: %@：%@（原值：%@）
zh_hant: %@：%@（原值：%@）

source: , pinned
ar: ، مثبت
de: , angeheftet
es: , fijado
fr: , épinglé
ja: 、固定されました
ko: , 고정됨
pt: , fixado
ru: , закреплено
tr: , sabitlendi
zh_hans: ，已固定
zh_hant: ，已固定

source: A profile must include at least one valid setting.
ar: يجب أن يتضمن ملف التعريف إعدادًا صالحًا واحدًا على الأقل.
de: Ein Profil muss mindestens eine gültige Einstellung enthalten.
es: Un perfil debe incluir al menos una configuración válida.
fr: Un profil doit inclure au moins un paramètre valide.
ja: プロファイルには少なくとも 1 つの有効な設定が含まれている必要があります。
ko: 프로필에는 유효한 설정이 하나 이상 포함되어야 합니다.
pt: Um perfil deve incluir pelo menos uma configuração válida.
ru: Профиль должен содержать хотя бы одну допустимую настройку.
tr: Bir profilde en az bir geçerli ayar bulunmalıdır.
zh_hans: 配置至少需要包含一个有效设置。
zh_hant: 設定檔至少需要包含一個有效設定。

source: Accessibility
ar: تسهيلات الاستخدام
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용
pt: Acessibilidade
ru: Универсальный доступ
tr: Erişilebilirlik
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Adjust display colors automatically to match ambient light.
ar: ضبط ألوان الشاشة تلقائيًا لتتناسب مع الإضاءة المحيطة.
de: Bildschirmfarben automatisch an das Umgebungslicht anpassen.
es: Ajusta los colores de la pantalla automáticamente para que coincidan con la luz ambiental.
fr: Ajustez automatiquement les couleurs de l'affichage en fonction de la lumière ambiante.
ja: 周囲の光に合わせて表示色を自動的に調整します。
ko: 주변 조명에 맞게 디스플레이 색상을 자동으로 조정합니다.
pt: Ajuste as cores da tela automaticamente para corresponder à luz ambiente.
ru: Автоматическая настройка цветов дисплея в соответствии с окружающим освещением.
tr: Ekran renklerini ortam ışığına uyacak şekilde otomatik olarak ayarlar.
zh_hans: 根据环境光自动调节显示器颜色。
zh_hant: 根據環境光自動調節顯示器顏色。

source: Adjust how long a key must be held before it is accepted.
ar: اضبط مدة الضغط على المفتاح قبل قبوله.
de: Anpassen, wie lange eine Taste gedrückt gehalten werden muss, bevor sie erkannt wird.
es: Ajusta cuánto tiempo se debe mantener presionada una tecla antes de que se acepte.
fr: Ajustez la durée pendant laquelle une touche doit rester enfoncée avant que la frappe soit prise en compte.
ja: キー入力が認識されるまでにキーを押し続ける必要がある時間を調整します。
ko: 키 입력이 인식될 때까지 키를 누르고 있어야 하는 시간을 조절합니다.
pt: Ajuste por quanto tempo uma tecla deve ser pressionada antes de ser aceita.
ru: Настройте время удержания клавиши до регистрации нажатия.
tr: Bir tuşun kabul edilmesi için ne kadar basılı tutulacağını ayarlar.
zh_hans: 调整按键被接受前需要按住的时间。
zh_hant: 調整按住按鍵多久後才會生效。

source: Adjust how quickly characters repeat when you hold a key.
ar: اضبط مدى سرعة تكرار الأحرف عند الضغط باستمرار على المفتاح.
de: Anpassen der Wiederholungsgeschwindigkeit von Zeichen bei gedrückter Taste.
es: Ajusta la rapidez con la que se repiten los caracteres cuando mantienes presionada una tecla.
fr: Ajustez la rapidité avec laquelle les caractères se répètent lorsque vous maintenez une touche enfoncée.
ja: キーを押し続けたときに文字が繰り返される速さを調整します。
ko: 키를 누르고 있을 때 문자가 반복되는 속도를 조정합니다.
pt: Ajusta a rapidez com que os caracteres se repetem quando você mantém pressionada uma tecla.
ru: Настройка скорости повторения символов при удерживании клавиши.
tr: Bir tuşu basılı tuttuğunuzda karakterlerin hangi hızla yineleneceğini ayarlar.
zh_hans: 调整按住按键时字符重复的速度。
zh_hant: 調整按住按鍵時字元重複的速度。

source: Adjust how quickly content scrolls with the mouse wheel.
ar: اضبط مدى سرعة تمرير المحتوى باستخدام عجلة الماوس.
de: Anpassen der Scroll-Geschwindigkeit beim Verwenden des Mausrads.
es: Ajuste la rapidez con la que se desplaza el contenido con la rueda del mouse.
fr: Ajustez la vitesse à laquelle le contenu défile avec la molette de la souris.
ja: マウスホイールを使用してコンテンツがスクロールする速度を調整します。
ko: 마우스 휠로 콘텐츠 스크롤 속도를 조정합니다.
pt: Ajuste a rapidez com que o conteúdo rola com a roda do mouse.
ru: Настройте скорость прокрутки контента с помощью колеса мыши.
tr: İçeriğin fare tekerleğiyle hangi hızda kaydırılacağını ayarlar.
zh_hans: 调整使用鼠标滚轮滚动内容的速度。
zh_hant: 調整使用滑鼠滾輪捲動內容的速度。

source: Adjust how quickly content scrolls with the trackpad.
ar: اضبط سرعة تمرير المحتوى باستخدام لوحة التعقب.
de: Anpassen der Scroll-Geschwindigkeit beim Verwenden des Trackpads.
es: Ajusta la rapidez con la que se desplaza el contenido con el trackpad.
fr: Ajustez la rapidité avec laquelle le contenu défile avec le trackpad.
ja: トラックパッドを使用してコンテンツがスクロールする速度を調整します。
ko: 트랙패드를 사용하여 콘텐츠가 스크롤되는 속도를 조정합니다.
pt: Ajuste a rapidez com que o conteúdo rola com o trackpad.
ru: Настройте скорость прокрутки контента с помощью трекпада.
tr: İçeriğin Trackpad'le hangi hızda kaydırılacağını ayarlar.
zh_hans: 调整使用触控板滚动内容的速度。
zh_hant: 調整使用觸控板捲動內容的速度。

source: Adjust how quickly the mouse pointer moves.
ar: ضبط مدى سرعة تحرك مؤشر الماوس.
de: Anpassen der Bewegungsgeschwindigkeit des Mauszeigers.
es: Ajusta la rapidez con la que se mueve el puntero del mouse.
fr: Ajustez la vitesse à laquelle le pointeur de la souris se déplace.
ja: マウスポインターの移動速度を調整します。
ko: 마우스 포인터가 움직이는 속도를 조정합니다.
pt: Ajuste a rapidez com que o ponteiro do mouse se move.
ru: Настройка скорости перемещения указателя мыши.
tr: Fare işaretçisinin hareket hızını ayarlar.
zh_hans: 调整鼠标指针移动速度。
zh_hant: 調整滑鼠指標移動速度。

source: Adjust how quickly the pointer moves with the trackpad.
ar: اضبط سرعة تحرك المؤشر باستخدام لوحة التعقب.
de: Geschwindigkeit des Zeigers bei Verwendung des Trackpads anpassen.
es: Ajusta la rapidez con la que se mueve el puntero con el trackpad.
fr: Ajustez la vitesse à laquelle le pointeur se déplace avec le trackpad.
ja: トラックパッドでポインターが移動する速さを調整します。
ko: 트랙패드를 사용하여 포인터가 움직이는 속도를 조정합니다.
pt: Ajuste a rapidez com que o ponteiro se move com o trackpad.
ru: Настройте скорость движения указателя при использовании трекпада.
tr: İşaretçinin Trackpad'le hareket hızını ayarlar.
zh_hans: 调整触控板指针移动速度。
zh_hant: 調整觸控板指標移動速度。

source: Adjust the base size of Dock icons.
ar: ضبط الحجم الأساسي لأيقونات Dock.
de: Basisgröße der Dock-Symbole anpassen.
es: Ajusta el tamaño base de los iconos del Dock.
fr: Ajustez la taille de base des icônes Dock.
ja: Dockアイコンのベースサイズを調整します。
ko: Dock 아이콘의 기본 크기를 조정합니다.
pt: Ajuste o tamanho base dos ícones do Dock.
ru: Настройте базовый размер значков Dock.
tr: Dock simgelerinin temel boyutunu ayarlar.
zh_hans: 调整程序坞图标的基础大小。
zh_hant: 調整 Dock 圖示的基本大小。

source: Adjust the delay before a held key starts repeating.
ar: اضبط التأخير قبل بدء تكرار المفتاح المضغوط باستمرار.
de: Verzögerung bis zum Beginn der Tastenwiederholung anpassen.
es: Ajusta la espera antes de que una tecla mantenida pulsada empiece a repetirse.
fr: Ajustez le délai avant qu'une touche maintenue ne commence à se répéter.
ja: 押したキーが繰り返しを開始するまでの遅延を調整します。
ko: 키를 누르고 있을 때 반복 입력이 시작되기까지의 대기 시간을 조절합니다.
pt: Ajuste o atraso antes que uma tecla pressionada comece a se repetir.
ru: Отрегулируйте задержку перед тем, как удерживаемая клавиша начнет повторяться.
tr: Basılı tutulan bir tuşun yinelemeye başlamasından önceki gecikmeyi ayarlar.
zh_hans: 调整按住按键后开始重复前的等待时间。
zh_hant: 調整按住按鍵後開始重複前的等待時間。
